#include <iostream>
void main()
{
	setlocale(LC_CTYPE, "Russian");
	using namespace std;
	cout << "\nПосадил дед репку.";
	cout << "\nВырасла она большая-пребольшая.";
	cout << "\nНачал он её тянуть, да не вытянул.";
	cout << "\nПозвал бабку.";
	cout << "\nТянут потянут,вытянуть не могут.";
	cout << "\nПозвали они внучку.";
	cout << "\nТянут потянут, вытянуть не могут.";
	cout << "\nПозвали Жучку.";
	cout << "\nТянут потянут, вытянуть не могут.";
	cout << "\nПозвали кошку.";
	cout << "\nТянут потянут, вытянуть не могут.";
	cout << "\nПозвали мышку.";
	cout << "\nТянут потянут, да и вытянули репку.";
	
}